path = "C:/path_to_program/"


commands = {
  "блокнот":f"{path}notepad",
  "бот" :f"{path}bot",
  "браузер":f"{path}chrome",
  "айдие":f"{path}intelej",
  "вижуал студио код":f"{path}vsCode",
  "командная строка":f"{path}cmd",
  "фигма":f"{path}figma",
  "ватсап вацап":f"{path}whatsup",
  "телеграм":f"{path}telegram",
  "дискорд":f"{path}discord",
  
  "рабочий режим":"working_mode", 
  "перезагрузка, система":"reboot",
  
  "не можем ходить будем бегать":"smile",
  
  "музыка":"music",
  "беззвука звук тихо потише":"mute",
  "громко погромче добавь громкости":"unmute",
  "останови видео, поставь на паузу стоп":"space",
  "вперед":"right",
  "назад":"left",
  "закрой окно вкладку приложение":"close",
   
  "тупой дебил ишак":"stupid",
  "вырубайся засыпай":"stop",
  "пятница ты здесь не спишь ту тут спасибо красавчик ты молодец умничка ":"ok",
  "не слушай хватит слушать":"thanks",


  "ворд":f"{path}word",
  "ексель таблицы":f"{path}excel",
  "презентация поверпоинт":f"{path}powerpoint",
  
}

